Repository: raktim707/E-learning
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: All Courses
bn: সকল কোর্সসমূহ

source: Manage Your Content
bn: শিক্ষক সেন্টার

source: Enrolled Courses
bn: আমার কোর্সসমূহ

source: Articles & Tutorials
bn: সকল টিউটোরিয়াল এবংআর্টিকেল

source: My account
bn: আমার একাউন্ট

source: Change password
bn: পাসোয়ার্ড চেঞ্জ করুন

source: Log out
bn: লগ আউট

source: Sign in
bn: সাইন ইন করুন

source: Sign up
bn: নতুন একাউন্ট তৈরি করুন

source: Language
bn: ভাষা

source: Access contents
bn: বিস্তারিত দেখুন

source: Register to enroll
bn: কোর্সে রেজিস্ট্রেশন করতে নতুন একাউন্ট তৈরি করুন

source: Subjects
bn: সাবজেক্ট/বিষয়সমূহ

source: modules
bn: অধ্যায়

source: Instructor
bn: শিক্ষক

source: Log-in
bn: লগ ইন

source: Your username and password didn't match. Please try again.
bn: আপনার ইউজারেনেইম এবং পাসোয়ার্ড সঠিক নয়

source: Please, use the following form to log-in:
bn: নিচে উল্লেখিত তথ্যগুলো দিয়ে লগ ইন করুন

source: Forgot my password
bn: পাসোয়ার্ড ভুলে গিয়েছেন?

source: English
bn: ইংরেজি

source: BENGALI
bn: বাংলা

source: My courses
bn: আমার কোর্সসমূহ

source: You are not enrolled in any courses yet.
bn: আপনি এখনো কোনো কোর্সে রেজিস্ট্রেশন করেননি

source: Browse courses
bn: সকল কোর্সসমূহ দেখুন

source: to enroll in a course.
bn: আপনার পছন্দের কোর্সে রেজিস্ট্রেশন করতে।
